name: "stable_diffusion"
backend: "python"
max_batch_size: 4
input [
  {
    name: "INPUT_TEXT"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_FP32
    dims: [ 3, 512, 512 ]
  }
]
instance_group [{ kind: KIND_GPU }]
